{
  "author": [{
    "id": 1,
    "name": "James Joyce",
    "biography": "<p><b>James Joyce</b> <small>(February 2, 1882 - January 13, 1941)</small> was one of the most preeminent Irish authors of the twentieth century. He is known for his literary innovation such as a strictly focused narrative and indirect style. Although not strictly originally, James Joyce brought the aforementioned writing methods were to an unparalleled height.</p>",    
    "book_ids": ["1", "2"]
  },
  {
    "id": 2,
    "name": "F. Scott Fitzgerald",
    "biography": "<p><b>Francis Scott Key Fitzgerald</b> <small>(September 24, 1896 – December 21, 1940)</small> was an American author of novels and short stories, whose works are the paradigmatic writings of the Jazz Age, a term he coined. He is widely regarded as one of the greatest American writers of the 20th century. Fitzgerald is considered a member of the 'Lost Generation' of the 1920s. He finished four novels: This Side of Paradise, The Beautiful and Damned, The Great Gatsby (his most famous), and Tender Is the Night. A fifth, unfinished novel, The Love of the Last Tycoon, was published posthumously. Fitzgerald also wrote many short stories that treat themes of youth and promise along with age and despair.</p>",
    "book_ids": ["3", "4"]
  },
  {
    "id": 3,
    "name": "Leo Tolstoy",
    "biography": "<p>After reading Schopenhauer's The World as Will and Representation, <b>Tolstoy</b> gradually became converted to the ascetic morality upheld in that work as the proper spiritual path for the upper classes: 'Do you know what this summer has meant for me? Constant raptures over Schopenhauer and a whole series of spiritual delights which I've never experienced before. ... no student has ever studied so much on his course, and learned so much, as I have this summer.'</p>",
    "book_ids": ["5","6"]
    },
    {
    "id": 4,
    "name": "Yevgeny Petrov",
    "biography": "<p><b>Yevgeny Petrov</b>, a popular Soviet author in the 1920s and 1930s. He often worked in collaboration with Ilya Ilf. He was the brother of Valentin Katayev. Following Nazi Germany's invasion of the Soviet Union, Petrov became a war correspondent. He was killed in a plane crash while returning from besieged Sevastopol. The short film Envelope was dedicated to Yevgeny.</p>",
    "book_ids": ["7"]
  },
  {
    "id": 5,
    "name": "Ilya Ilf",
    "biography": "<p><b>Ilya Ilf</b>, pseudonym of Iehiel-Leyb (Ilya) Arnoldovich Faynzilberg (October 15 [O.S. October 3] 1897 in Odessa – April 13, 1937), was a popular Jewish Soviet author of the 1920s and 1930s, who worked in collaboration with Yevgeni Petrov as Ilf and Petrov. Ilf died from tuberculosis in 1937.</p>",
    "book_ids": ["7"]
  }]
}
